[AttributePresentation_Mechro AttributePresentationDefinition]
Description="$This game will Description Presentation Card items."
NoConstraintText=""
Suffix=""
Prefix=""

[Mechro.Head_Mechro042 UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 inches %s1"
UseFailureCharacterMessage="You deserve it %s Use it."
ItemName=""
PickupMessage="Stop %s"
UseFailureLevelMessage="You must be at least level %d to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="piece"

